/* No comment provided by engineer. */
"Mediu" = "中级";

/* No comment provided by engineer. */
"Low" = "低级";

/* No comment provided by engineer. */
"Help" = "帮助";

/* No comment provided by engineer. */
"Start" = "开始";

/* No comment provided by engineer. */
"Super" = "特级";

/* No comment provided by engineer. */
"Settings" = "设置";

/* No comment provided by engineer. */
"Level: %@ Number: %@" = "难度: %@                         数目: %@";

/* No comment provided by engineer. */
"Level Selection" = "难度选择";

/* No comment provided by engineer. */
"High" = "高级";

"Showing Time" = "计算时间";

"Counting Time" = "默数时间";


"Pass" = "过关";

"An Other Challenge?" = "恭喜过关！接受下一局挑战？";

"Timeout" = "超时";

"Improve Your Speed. Replay?" = "要加快速度啦！重玩？";

"Failure" = "失败";

"You Are Wrong. Replay?" = "很遗憾，数错了！重玩？";

"Please input the number of beans" = "请输入豆豆的数目";

"Rules:\n\n1) Select the appropriate level then enter the game.\n\n2) There will be N small beans random distribution on the screen. Do not rush to count the number of beans, just photo the screen with your mind. The page will stay default for 5 seconds (user can modify it in the settings page).\n\n3) Beans disappeared, closes eyes, and then review the image in your eyes and count the beans in your mind. This process is time limited to 30 seconds (user can modify it in the settings page).\n\n4) Input the number of beans in the text field, if the number is mathched, you win. If the number is not matched or timeout, you lose.\n\n5) With the constant exercise, your memory will be enhanced, then you can challenge the next level of difficulty.\n\nGame Description:\n\n    Image memory function, photographic memory to use the right brain and right brain hippocampus moment to capture the information function, the memory of things become easy and simple, it will be all the information into the image, like a camera taking pictures, the intake of brain freeze as a The images remain in my mind permanently, used with the check, and re-integration of the information needed.\n\n    Learn how to use the right brain photographic memory function, can greatly improve the level of memory, to remember a lot of information quickly. Keep in mind the information will be deeply engraved in the brain, and can be permanently stored until use when will be the same as the picture clearly to me in my mind.\n\n    Number beans is a good way to cultivate the ability of photographic memory, not only can greatly improve the efficiency of memory, more able to develop the right brain potential. Every day early in the evening to spend a few minutes of exercise, will greatly enhance the efficiency of memory." 
= 
"游戏规则:\n\n1) 选择合适的难度级别，然后进入游戏。\n\n2) 进入游戏之后，将会有N个小豆豆随机分布在屏幕上。此时不要急着去数豆豆的个数，在脑海中将屏幕中的情景当做影像拍下来。该页面默认会停留5秒钟(用户可以在设置里面修改)。\n\n3) 豆豆消失后，请闭上双眼，然后凭着残留在你眼帘的影像和脑海中的记忆将豆豆的个数默数出来。此过程时间限制为30秒(用户可以在设置里面修改)。\n\n4) 将豆豆的数目输入输入框，若数目正确则过关，若数目错误或者超时则不过关。\n\n5) 随着不断锻炼，你的记忆力将得到提升，此时你可以挑战下一个难度级别。\n\n游戏说明:\n\n　　照相记忆利用右脑的图像记忆功能，以及右脑海马组织瞬间捕捉信息的功能，可以让记忆事物变得轻松简单，它将所有信息转化为图像，像照相机拍照一样，摄入大脑定格成为一张图像，永久保留在脑海里，随用随取，并且能够根据需要重新整合信息。\n\n　　学会使用右脑照相记忆功能的人，可以大大的提高记忆水平，迅速记住大量信息。记住的信息将深深的印刻在大脑中，并能永久储存下来，等到要用时就会像图片一样清晰地浮现在脑海里。\n\n　　数豆豆是培养照相记忆能力的好方法，不仅可以大大提高记忆效率，更能够开发右脑潜能。每天早中晚花几分钟时间锻炼一下，将可以大大提高记忆效率。";
